<?php

return [

    /*
    |--------------------------------------------------------------------------
    | System setting lines
    |--------------------------------------------------------------------------
    |
    */

    'scheme' => 
	[
		'title'            => 'Настройки оформления',

    	'reset_to_default' => 'Настройки по умолчанию',

	    'color_scheme' =>
	    [

	    	'title'      => 'Цветовая схема',

		    'light_mode' => 'Светлая',

		    'dark_mode'  => 'Тёмная',

		],


		'width' =>
	    [

	    	'title' => 'Ширина страницы',
	    	
		    'fluid' => 'На все ширину',

		    'boxed' => 'По центру',

		],


		'topbar' =>
	    [

	    	'title' => 'Верхняя панель',
	    	
		    'light' => 'Светлая',

		    'dark'  => 'Тёмная',

		    'brand' => 'Цветная',

		],


		'menus_positon' =>
	    [

	    	'title'      => 'Позиционирование меню<br /><small>(левая и верхняя панели)</small>',
	    	
		    'fixed'      => 'Зафиксировать',

		    'scrollable' => 'Не фиксировать',

		],


		'menu_color' =>
	    [

	    	'title'    => 'Цвет меню',
	    	
		    'light'    => 'Светлый',

		    'dark'     => 'Тёмный',

		    'brand'    => 'Цветной',

		    'gradient' => 'Градиент',

		],


		'left_sidebar_size' =>
	    [

	    	'title'            => 'Размер меню',
	    	
		    'default'          => 'Стандартный',

		    'compact'          => 'Средний',

		    'condensed'        => 'Маленький',

		],

	],

];