<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Topbar language lines
    |--------------------------------------------------------------------------
    |
    */

    'hints' =>
    [

    	'color'        => 'Переключить цветовую схему',

    	'full_screen'  => 'Развернуть на весь экран',

    	'set_language' => 'Сменить язык',

    	'show_notify'  => 'Показать уведомления',

    ],


    'notify' =>
    [

    	'title'     => 'Уведомления',

    	'clear_all' => 'Очистить все',

    	'view_all'  => 'Показать все',

    ],


    'user_menu' =>
    [

    	'profile'  => 'Профиль',

    	'settings' => 'Настройки',

    	'logout'   => 'Выйти',

    ],

];